tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kphrx/personal"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arp-scan"
brew "awscli"
brew "bat"
brew "libgit2"
brew "exa"
brew "eza"
brew "fd"
brew "openssl@1.1"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "ghostscript"
brew "git"
brew "gotop"
brew "libheif"
brew "imagemagick"
brew "jmeter"
brew "lazygit"
brew "llvm@9"
brew "luarocks"
brew "mecab"
brew "mecab-ipadic"
brew "neovim"
brew "nkf"
brew "pict"
brew "portaudio"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "rtx"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "buildpacks/tap/pack"
cask "alacritty"
cask "alfred"
cask "audacity"
cask "brave-browser"
cask "cheatsheet"
cask "docker"
cask "figma"
cask "font-cica"
cask "font-fira-code"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "font-plemol-jp-nfj"
cask "google-chrome"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "logseq"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "min"
cask "postman"
cask "slack"
cask "visual-studio-code"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "brunnerh.insert-unicode"
vscode "charliermarsh.ruff"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "foam.foam-vscode"
vscode "keifererikson.nightfox"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tamasfe.even-better-toml"
vscode "yzhang.markdown-all-in-one"
