tap "bufbuild/buf"
tap "buildpacks/tap"
tap "hanasuke/moralerspace"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "kphrx/personal"
tap "soracom/soracom-cli"
brew "act"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arm-linux-gnueabihf-binutils"
brew "arp-scan"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "glib"
brew "csvlens"
brew "docutils"
brew "libgit2"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "glances"
brew "gnupg"
brew "gotop"
brew "gpgme"
brew "hadolint"
brew "pkgconf"
brew "libheif"
brew "imagemagick"
brew "influxdb"
brew "influxdb-cli"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "keyring"
brew "lazygit"
brew "lha"
brew "luarocks"
brew "mecab"
brew "mecab-ipadic"
brew "mise"
brew "mosquitto"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "numpy"
brew "ollama"
brew "openjdk@11"
brew "openapi-generator"
brew "openvino"
brew "protobuf"
brew "opencv"
brew "openssl@1.1"
brew "peco"
brew "pict"
brew "pngquant"
brew "poetry"
brew "poppler"
brew "portaudio"
brew "pulseaudio", restart_service: true
brew "python@3.10"
brew "python@3.11"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "squid", restart_service: true
brew "starship"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wget"
brew "bufbuild/buf/buf"
brew "buildpacks/tap/pack"
brew "soracom/soracom-cli/soracom-cli"
cask "alacritty"
cask "alfred"
cask "audacity"
cask "brave-browser"
cask "cheatsheet"
cask "cursor"
cask "docker"
cask "figma"
cask "font-biz-udgothic"
cask "font-cica"
cask "font-fira-code"
cask "font-moralerspace_hwnf"
cask "font-noto-sans"
cask "font-noto-sans-jp"
cask "font-noto-serif"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "font-roboto"
cask "git-credential-manager"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "imhex"
cask "karabiner-elements"
cask "keycastr"
cask "logseq"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "min"
cask "mqttx"
cask "obs"
cask "obsidian"
cask "postman"
cask "raspberry-pi-imager"
cask "slack"
cask "visual-studio-code"
cask "wireshark"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "arjun.swagger-viewer"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "brunnerh.insert-unicode"
vscode "bufbuild.vscode-buf"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "jscearcy.rust-doc-viewer"
vscode "keifererikson.nightfox"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mermade.openapi-lint"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "platformio.platformio-ide"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "s1e2b3i4.onenord-vscode"
vscode "simonsiefke.svg-preview"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "yusukehirao.vscode-markuplint"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
