brew "arp-scan"
brew "awscli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "csvlens"
brew "ctop"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "lazygit"
brew "marksman"
brew "mise"
brew "neovim"
brew "ollama"
brew "protobuf"
brew "opencv"
brew "pict"
brew "platformio"
brew "pnpm"
brew "pyright"
brew "ripgrep"
brew "starship"
brew "tree"
brew "uv"
brew "wget"
brew "zellij"

cask "antigravity"
cask "arc"
cask "claude"
cask "claude-code"
cask "docker-desktop"
cask "font-inter"
cask "font-noto-sans-jp"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "keycastr"
cask "libreoffice"
cask "obs"
cask "obsidian"
cask "postman"
cask "raspberry-pi-imager"
cask "raycast"
cask "sequel-ace"
cask "wezterm"
cask "wireshark-app"
cask "zed"
